Revit 2027 API
UnitTypeId.TonnesCarbonDioxidePerPoundMass Property
 tonnes of carbon dioxide per pound.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TonnesCarbonDioxidePerPoundMass { get; }
Public Shared ReadOnly Property TonnesCarbonDioxidePerPoundMass As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TonnesCarbonDioxidePerPoundMass {
	ForgeTypeId^ get ();
}
static member TonnesCarbonDioxidePerPoundMass : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace